{
  "Navigation": {
    "home": "домой",
    "about": "обо мне",
    "slider": "слайдер",
    "contacts": "контакты",
    "login": "войти"
  },
  "Header": {
    "readyToTrain": "готовы тренировать",
    "yourBody": "свое тело",
    "subTitle": "Тренировка в тренажерном зале - это структурированный и дисциплинированный подход к физическим упражнениям, направленный на развитие силы, выносливости и общего улучшения физической формы.",
    "yearsofExperience": "годы опыта",
    "membersJoin": "присоединившихся клиентов",
    "happyMembers": "счастливых клиентов"
  },
  "ButtonText": {
    "startedNow": "начать сейчас",
    "lestJoinNow": "присоедениться",
    "aboutUs": "обо мне"
  },
  "WhyChooseUs": {
    "whyChooseUs1": "почему ",
    "whyChooseUs2": "выбирают меня",
    "subTitle": "Я предлагаю универсальные и индивидуальные возможности, позволяя каждому ставить перед собой конкретные цели в фитнесе.",
    "personalTrainingTitle": "персональное обучение",
    "personalTrainingValue": "Каждая тренировка разрабатывается с учетом ваших целей, особенностей организма и уровня подготовки. В процессе мы адаптируем программы для достижения максимальных результатов и избегания травм.",
    "equipmentAndFacilitiesTitle": "оборудование и инвентарь",
    "equipmentAndFacilitiesValue": "Я работаю в лучших фитнес-залах, где есть всё необходимое оборудование для любых видов тренировок: силовых, функциональных, кардионагрузок и реабилитации. Вы сможете тренироваться в комфортной среде с доступом к самому современному инвентарю.",
    "nutritionCounselingTitle": "консультирование по вопросам питания",
    "nutritionCounselingValue": "Наряду с тренировками я помогаю разработать грамотное питание для достижения наилучших результатов. Сбалансированное меню под каждую цель — будь то набор мышечной массы, сжигание жира или поддержание формы.",
    "specialityProgramsTitle": "индивидуальные программы",
    "specialityProgramsValue": "Я разрабатываю программы для различных целей: снижение веса, улучшение силы и выносливости, реабилитация после травм, подготовка к спортивным соревнованиям. Все программы основаны на ваших предпочтениях и возможностях."
  },
  "LotOfExpirince": {
    "lotOfExpirinceTitle1": "У меня большое",
    "lotOfExpirinceTitle2": "количество опыта",
    "lotOfExpirinceP1": "Я начал свою карьеру в фитнес-индустрии более 7 лет назад, и за это время мне удалось поработать с самыми разными клиентами: от тех, кто только делает первые шаги в фитнесе, до профессиональных спортсменов, стремящихся улучшить свои результаты. Моя работа основана на глубоком понимании анатомии, биомеханики и принципов тренировки, что позволяет мне эффективно разрабатывать программы для каждого клиента с учётом их индивидуальных особенностей. За годы практики я накопил богатый опыт в области функционального тренинга, силовых упражнений и реабилитации после травм.",
    "lotOfExpirinceP2": "Особое внимание в своей работе я уделяю клиентам с проблемами здоровья и после травм. Моё сотрудничество с реабилитологами и физиотерапевтами помогает разрабатывать эффективные программы, которые не только восстанавливают физическую форму, но и позволяют безопасно вернуться к привычным нагрузкам."
  },
  "Slider": {
    "title1": "Ваш личный путь к",
    "title2": "здоровью и силе",
    "subTitle": "Индивидуальные тренировки, восстановление после травм и поддержка на каждом этапе"
  },
  "Form": {
    "title1": "Начните путь к здоровому телу",
    "title2": "уже сегодня",
    "subTitle": "Запишитесь на первую тренировку и сделайте первый шаг к лучшей версии себя",
    "namePlaceHolder": "Введите имя и фамилию",
    "emailPlaceHolder": "Введите адрес почты",
    "phonePlaceHolder": "Введите номер телефона"
  }
}
