{
  "Navigation": {
    "home": "додому",
    "about": "про мене",
    "slider": "слайдер",
    "contacts": "контакти",
    "login": "увійти"
  },
  "Header": {
    "readyToTrain": "готові тренувати",
    "yourBody": "своє тіло",
    "subTitle": "Тренування в тренажерному залі - це структурований та дисциплінований підхід до фізичних вправ, спрямований на розвиток сили, витривалості та загального покращення фізичної форми.",
    "yearsofExperience": "роки досвіду",
    "membersJoin": "клієнтів, що приєдналися",
    "happyMembers": "щасливих клієнтів"
  },
  "ButtonText": {
    "startedNow": "почати зараз",
    "lestJoinNow": "приєднатися",
    "aboutUs": "про мене",
    "signIn": "увійти",
    "signOut": "вийти",
    "signinWithGoogle": "увійти з гугл"
  },
  "WhyChooseUs": {
    "whyChooseUs1": "чому ",
    "whyChooseUs2": "вибирають мене",
    "subTitle": "Я пропоную універсальні та індивідуальні можливості, дозволяючи кожному ставити перед собою конкретну мету у фітнесі.",
    "personalTrainingTitle": "персональне навчання",
    "personalTrainingValue": "Кожне тренування розробляється з урахуванням ваших цілей, особливостей організму та рівня підготовки. У процесі ми адаптуємо програми для досягнення максимальних результатів та уникнення травм.",
    "equipmentAndFacilitiesTitle": "обладнання та інвентар",
    "equipmentAndFacilitiesValue": "Я працюю в кращих фітнес-залах, де є все необхідне обладнання для будь-яких видів тренувань: силових, функціональних, кардіонавантажень та реабілітації. Ви зможете тренуватися в комфортному середовищі з доступом до найсучаснішого інвентарю.",
    "nutritionCounselingTitle": "консультування з питань харчування",
    "nutritionCounselingValue": "Разом з тренуваннями я допомагаю розробити грамотне харчування для досягнення найкращих результатів. Збалансоване меню під кожну мету - будь то набір м'язової маси, спалювання жиру або підтримання форми.",
    "specialityProgramsTitle": "індивідуальні програми",
    "specialityProgramsValue": "Я розробляю програми для різних цілей: зниження ваги, покращення сили та витривалості, реабілітація після травм, підготовка до спортивних змагань. Всі програми засновані на ваших уподобаннях та можливостях."
  },
  "LotOfExpirince": {
    "lotOfExpirinceTitle1": "У мене велика",
    "lotOfExpirinceTitle2": "кількість досвіду",
    "lotOfExpirinceP1": "Я почав свою кар'єру у фітнес-індустрії більше 7 років тому, і за цей час мені вдалося попрацювати з різними клієнтами: від тих, хто тільки робить перші кроки у фітнесі, до професійних спортсменів, які прагнуть покращити свої результати. Моя робота заснована на глибокому розумінні анатомії, біомеханіки та принципів тренування, що дозволяє мені ефективно розробляти програми для кожного клієнта з урахуванням їх індивідуальних особливостей.",
    "lotOfExpirinceP2": "Особливу увагу у своїй роботі я приділяю клієнтам з проблемами здоров'я та після травм. Моя співпраця з реабілітологами та фізіотерапевтами допомагає розробляти ефективні програми, які не тільки відновлюють фізичну форму, але й дозволяють безпечно повернутися до звичних навантажень."
  },
  "Slider": {
    "title1": "Ваш особистий шлях до",
    "title2": "здоров'я та силі",
    "subTitle": "Індивідуальні тренування, відновлення після травм та підтримка на кожному етапі"
  },
  "Form": {
    "title1": "Почніть шлях до здорового тіла",
    "title2": "вже сьогодні",
    "subTitle": "Запишіться на перше тренування і зробіть перший крок до кращої версії себе",
    "namePlaceHolder": "Введіть ім'я та прізвище",
    "emailPlaceHolder": "Введіть адресу пошти",
    "phonePlaceHolder": "Введіть номер телефону"
  },
  "Login": {
    "loginTitle": "ласкаво просимо",
    "loginSubTitle": "введіть дані для входу",
    "email": "емеїл",
    "password": "пароль",
    "callToRegistration1": "немає облікового запису?",
    "callToRegistration2": " зареєструватися"
  }
}
